<html>

	<head>
	<link rel="stylesheet" href="../standard/styles.css">
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		
				<title>Tuvalu - A journey into the world of dreams</title>
<script language="JavaScript">

function Hite(imgName, state) 
{
	if (document.images) 
	{
		var myImg = imgName + '_' + state;
		eval("document." + imgName + ".src=\"../buttons/" + myImg + ".gif\"")
	}
}


</script>
	</head>

	
<body bgcolor="#d9ecf3" background="../bilder/bg.jpg" link="#993300" alink="red" vlink="#993300" text="#000033">

<!-- Veit Helmer Logo -->
<table border="0" cellpadding="0" cellspacing="0" align="center" width="780">
  <tr> 
    <td align="left" valign="top" class="logo">
	    <a href="/"><img src="/tuvalu/logo_tuvalu.gif" onmouseover="this.src='/tuvalu/logo_tuvalu_over_de.gif';" onmouseout="this.src='/tuvalu/logo_tuvalu.gif';" alt="zur Veit Helmer Homepage"/></a>
    </td>
  </tr>
</table>
<!-- / Veit Helmer Logo -->

<!-- Navigation -->
<table border="0" cellpadding="0" cellspacing="0" align="center" width="780">
  <tr> 
    <td align="left" valign="top" width="100" nowrap><a href="../main.html"><img height="16" width="61" src="../bilder/titelkl.gif" border="0"></a></td>
    <td align="left" valign="bottom" nowrap>
    	<a href="Inhalt.html" onMouseOver="Hite('inhalt','on')" onMouseOut="Hite('inhalt','off')"><img src="../buttons/inhalt_off.gif" width="41" height="16" border="0" name="inhalt"></a>
    </td>
    <td align="center" valign="bottom">
    	<a href="Besatzun.html" onMouseOver="Hite('besetzung','on')" onMouseOut="Hite('besetzung','off')"><img src="../buttons/besetzung_off.gif" width="71" height="16" border="0" name="besetzung"></a> 
    </td>
    <td align="center" valign="bottom">
      	<a href="Mannscha.html" onMouseOver="Hite('team','on')" onMouseOut="Hite('team','off')"><img src="../buttons/team_off.gif" width="40" height="16" name="team" border="0"></a>
    </td>
    <td align="center" valign="bottom">
		<a href="Produkti.html" onMouseOver="Hite('entsehung','on')" onMouseOut="Hite('entsehung','off')"><img src="../buttons/entsehung_off.gif" width="155" height="16" name="entsehung" border="0"></a>
    </td>
    <td align="center" valign="bottom">
      	<a href="Auszeich.html" onMouseOver="Hite('auszeich','on')" onMouseOut="Hite('auszeich','off')"><img src="../buttons/auszeich_off.gif" width="113" height="16" border="0" name="auszeich"></a>
    </td>
    <td align="center" valign="bottom">
		<a href="Credits.html" onMouseOver="Hite('daten','on')" onMouseOut="Hite('daten','off')"><img src="../buttons/daten_off.gif" width="44" height="16" border="0" name="daten"></a>
    </td>
  </tr>
  <tr> 
    <td align="left" valign="bottom" height="25" width="100">&nbsp;</td>
    <td colspan="6" align="left" valign="bottom" height="25" width="680">&nbsp;</td>
  </tr>
</table>
<!-- / Navigation -->


<table border="0" cellpadding="0" cellspacing="0" width="780">
  <tr> 
    <td width="120" valign="top" nowrap></td>
    <td width="10">&nbsp;</td>
    <td><font face="Times New Roman,Georgia,Times" size="4" color="#993300"><i><font size="6">An 
      einem Ort, weit entfernt von unserer Welt, in einer anderen Zeit ...</font></i></font></td>
    <td width="10">&nbsp;</td>
    <td width="120" nowrap>&nbsp;</td>
  </tr>
  <tr> 
    <td width="120" valign="top" height="16" nowrap></td>
    <td width="10">&nbsp;</td>
    <td valign="top">&nbsp;</td>
    <td height="16" width="10">&nbsp;</td>
    <td valign="top" height="16" width="120" nowrap>&nbsp;</td>
  </tr>
  <tr> 
    <td width="120" valign="top" nowrap> 
      <p><img height="78" width="100" src="../bilder/denisbkl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="78" width="100" src="../bilder/blinddkl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="69" width="100" src="../bilder/evaschakl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="79" width="100" src="../bilder/dachsckl.jpg"></p>
    </td>
    <td width="10">&nbsp;</td>
    <td valign="top"><font face="Times New Roman,Georgia,Times" size="3">Anton 
      (Denis Lavant) tr&auml;umt davon, als Kapit&auml;n mit einem Schiff &uuml;ber 
      die Meere zu fahren. Auf dem Dach des alten Hallenbades, in dem er wohnt 
      und als Bademeisterlehrling arbeitet, hat sich Anton eine Kommandobr&uuml;cke 
      gebaut und trotzt in seiner Freizeit auf seinem imagin&auml;ren Dampfer 
      Wind und Regen.<br>
      Im Inneren des einstmals prunkvollen, inzwischen aber bauf&auml;lligen Geb&auml;udes 
      scheint die Zeit stehengeblieben zu sein: Antons blinder Vater Karl (Philippe 
      Clay) f&uuml;hrt das Schwimmbad mit strenger Hand.<br>
      Jeden Tag bedient er zur gleichen Zeit die riesige &quot;Imperial&quot;-Maschine, 
      die Temperatur und Wasserdruck reguliert &#150; immer in dem Glauben, ein 
      florierendes Bad zu betreiben. Dass der L&auml;rm der G&auml;ste von einem 
      Tonband kommt, das Anton t&auml;glich in Gang setzt, und dass Anton mit 
      der Angestellten Martha (Catalina Murgea) tatkr&auml;ftig f&uuml;r die t&auml;uschend 
      echte akustische Kulisse sorgt, merkt Karl nicht. Auch von den Obdachlosen, 
      die Anton gegen kleine Geschenke im Schwimmbad n&auml;chtigen l&auml;&szlig;t, 
      ahnt Karl nichts.<br>
      <br>
      Zu den wenigen Besuchern der Badeanstalt z&auml;hlt neben einer Greisin 
      auch der altehrw&uuml;rdige Kapit&auml;n Gustav (Djoko Rossich). Als dieser 
      seine Tochter Eva (Chulpan Hamatova) eines Tages mit in das Schwimmbad nimmt, 
      bringt das den scheuen Anton v&ouml;llig durcheinander. Anton, der die Schwimmhalle 
      noch nie verlassen hat, beobachtet Eva heimlich und verliebt sich in sie. 
      Aber auch Eva ist von dem weltfremden Anton fasziniert.<br>
      <br>
      Eines Tages holt Antons Bruder Gregor (Terrence Gillespie) den Vater mit 
      einer Limousine zur Sprengung des letzten Mietshauses ab. Dass auch das 
      alte Hallenbad Gregors Neubaukomplexen im Wege steht, verschweigt er dem 
      Vater wohlweislich.<br>
      <br>
      Abends bitten die Obdachlosen erneut bei Anton um Asyl. Diesmal haben sie 
      Gustav und Eva dabei, die nun ebenfalls durch die Sprengung obdachlos geworden 
      sind. Anton und Eva kommen sich n&auml;her. Beim Anblick der beiden kommt 
      dem eifers&uuml;chtigen Gregor eine teuflische Idee: Er wirft einen Stein 
      durch die br&uuml;chige Decke und trifft Evas Vater am Kopf. Anton kann 
      seine Unschuld an dem Unfall nicht beweisen und mu&szlig; mit ansehen, wie 
      Eva bei Gregor Trost sucht. Doch der Vorfall hat noch wei-tere Folgen: Ein 
      Polizist (Todor Georgiev) und ein Inspektor (E.J. Callahan) stellen bei 
      der Unter-suchung des Tatorts erhebliche M&auml;ngel fest. Dem Hallenbad 
      droht die Schlie&szlig;ung, wenn nicht binnen weniger Tage eine Renovierung 
      unternommen wird.<br>
      <br>
      Eva erbt von ihrem Vater einen alten Schleppkahn: An Bord findet sie eine 
      Karte der Insel Tuvalu. Jetzt hat auch Eva einen Traum: sie will die Insel 
      finden, doch dazu muss sie das Boot erst seetauglich machen. Um den Kahn 
      wieder flott zu bekommen, fehlt Eva ein Kolben, den es nur in der &quot;Imperial&quot;-Maschine 
      gibt, die in der Badeanstalt steht.<br>
      So steigt Eva in der Nacht in das Hallenbad ein, um den begehrten Kolben 
      zu holen. Sie wird von Anton ertappt und es beginnt ein erbitterter Kampf 
      um das wertvolle Maschinenteil, dem Herzst&uuml;ck der &quot;Imperial&quot;. 
      Den Kolben entwendet Eva trickreich w&auml;hrend sie Anton k&uuml;sst. Anton, 
      dem es bisher verboten war, einen Fu&szlig; vor die Schwimmhalle zu setzen, 
      &uuml;berwindet seine Furcht und nimmt die Verfolgung auf. Auf dem Boot 
      findet er Eva schlafend vor und kann den Kolben wieder an sich nehmen.<br>
      Gregor, der vorgibt, das Schwimmbad retten zu wollen, stellt einen ultramodernen 
      Kassenautomaten im Bad auf, der die Kassiererin Martha &uuml;berfl&uuml;ssig 
      macht. Mit den Worten &quot;Technologie! System! Profit!&quot; preist er 
      den Apparat an, den aber alle als &auml;u&szlig;erst dubios empfinden und 
      gegen den sich Karl besonders wehrt. Alles Neue ist ihm zuwider und so zerst&ouml;rt 
      er den Automaten vor Gregors Augen.<br>
      <br>
      Inzwischen ist der Tag der zweiten Inspektion n&auml;herger&uuml;ckt, und 
      die Obdachlosen helfen Anton nach Kr&auml;ften bei der Renovierung des Hauses. 
      Mit pfiffigen Tricks gelingt es Anton und seinen Helfern eine Behebung der 
      M&auml;ngel vorzut&auml;uschen. Schlie&szlig;lich wird Gregor entlarvt, 
      Anton und Eva vers&ouml;hnen sich und das Schwimmbad darf weiter betrieben 
      werden. Alle jubeln, nur einer gibt nicht auf: Gregor zeigt seinem Vater, 
      dass die Ger&auml;u-sche der Bade-g&auml;ste nur von einem Tonband kommen. 
      Anton und die anderen schauen ent-setzt zu, doch Karl bekommt einen Lachanfall: 
      er scheint den Betrug immer durchschaut zu haben. W&uuml;tend dar&uuml;ber, 
      dem&uuml;tigt Gregor seinen Vater ein letztes Mal. Er rei&szlig;t den Pfropfen 
      aus Karls Schwimmweste und schaut h&auml;misch zu, wie dieser zusammensackt. 
      Diese Dem&uuml;tigung &uuml;berlebt Karl nicht. Er greift sich ans Herz 
      und sinkt tot zu Boden.<br>
      Karl wird im Beisein der Familie und der Obdachlosen im Schwimmbad bestattet. 
      Trotz der erfolgreichen Inspektion ist allen klar, dass das Schwimmbad ohne 
      Karl nicht weiter existieren kann. Martha nimmt traurig von Anton und Eva 
      Abschied. Vom Wahn besessen zerst&ouml;rt Gregor mit Kran und Abri&szlig;birne 
      das alte Bad. Eva, Anton und ihre Freunde k&ouml;nnen in letzter Minute 
      die &quot;Imperial&quot;-Maschine retten und sie an Bord von Evas Schiff 
      bringen. Sie verabschieden sich von den Obdachlosen und machen sich endlich 
      auf die Reise nach Tuvalu ...</font></td>
    <td width="10">&nbsp;</td>
    <td width="120" valign="top" nowrap align="right"> 
      <p><img src="../bilder/ausguckl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="79" width="100" src="../bilder/evadenkl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="77" width="100" src="../bilder/destrokl.jpg"></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><img height="78" width="100" src="../bilder/evadekl2.jpg"></p>
    </td>
  </tr>
  <tr> 
    <td width="120" nowrap></td>
    <td width="10">&nbsp;</td>
    <td>&nbsp;</td>
    <td width="10">&nbsp;</td>
    <td width="120" nowrap>&nbsp;</td>
  </tr>
</table>
<!-- Veit Helmer Footer -->
<table border="0" cellpadding="0" cellspacing="0" align="center" width="780">
  <tr> 
    <td align="left" valign="top" nowrap class="footer">
		<a class="flag" title="Deutsch" href="/Tuvalu.11.0.html?&L=0" target="_top"><img src="/fileadmin/resources/img/lang_de_sw.gif" onmouseover="this.src='/fileadmin/resources/img/lang_de_col.gif';" onmouseout="this.src='/fileadmin/resources/img/lang_de_sw.gif';" width="22" height="12" alt="Deutsch" /></a><a class="flag" title="English" href="/Tuvalu.11.0.html?&L=1" target="_top"><img src="/fileadmin/resources/img/lang_en_sw.gif" onmouseover="this.src='/fileadmin/resources/img/lang_en_col.gif';" onmouseout="this.src='/fileadmin/resources/img/lang_en_sw.gif';" width="22" height="12" alt="English" /></a><a href="/Impressum.10.0.html?&L=0" target="_top">Impressum&nbsp;&raquo;</a><a href="/Kontakt.9.0.html?&L=0" target="_top">Kontakt&nbsp;&raquo;</a>
    </td>
  </tr>
</table>
<!-- / Veit Helmer Footer -->

</body>


</html>
